      ******************************************************************
      * Author: Emily
      * Date: April 18, 2015
      * Purpose: Trying a new IDE
      * Tectonics: cobc
      ******************************************************************
       IDENTIFICATION DIVISION.
      *-*-*-*-*-*-*-*-*-*-*-*-*-*-*-*-*-*-
       PROGRAM-ID. BRAVE-NEW-WORLD.
      *-*-*-*-*-*-*-*-*-*-*-*-*-*-*-*-*-*-
       PROCEDURE DIVISION.
      *-*-*-*-*-*-*-*-*-*-*-*-*-*-*-*-*-*-
       MAIN-PROCEDURE.
      **
      * The main procedure of the program
      **
            DISPLAY "Woo! It's a whole new world!".
            STOP RUN.

       END PROGRAM BRAVE-NEW-WORLD.
